tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "neovim/neovim"
cask "java"
brew "awk"
brew "bash"
brew "bat"
brew "clamav"
brew "coreutils"
brew "diff-so-fancy"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "gradle"
brew "groovy"
brew "hadolint"
brew "htop"
brew "python"
brew "httpie"
brew "hub"
brew "ipython", link: false
brew "jq"
brew "kafkacat"
brew "kotlin"
brew "maven"
brew "neovim"
brew "nginx"
brew "nnn"
brew "node"
brew "pstree"
brew "ranger"
brew "ruby", link: true
brew "rustup-init"
brew "sbt"
brew "scala"
brew "sendemail"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "xonsh"
brew "yadm"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "cloudfoundry/tap/cf-cli"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "shiftit"
cask "sublime-text"
